[
  {
    "id": "1d59a30a-cb7f-4552-b7e4-ef281a6de79b",
    "questionText": "Do you feel like there are any barriers you preventing you from being more sustainable in your fashion consumption habits?",
    "answers": [{ "answerText": "Yes" }, { "answerText": "No" }]
  },
  {
    "id": "eab3741d-34ab-48cf-81cc-50805221a805",
    "questionText": "Which of these potential barriers is most accurate to you?",
    "answers": [
      {
        "answerText": "Financial concerns ie sustainable fashion brands are too high of a price points",
        "resultId": "e595b13c-2524-44f9-a05b-d713b2cc225b"
      },
      {
        "answerText": "Lack of variety/Restricting my style ie I enjoy wearing many different outfits and to experiment with my style",
        "resultId": "65b3490f-3d5e-4915-a002-e68c1643b069"
      },
      {
        "answerText": "Lack of information on where to shop ie I do not know which brands I should purchase from and which to avoid",
        "resultId": "e21d4514-5b10-4195-b4ca-b487e28352ed"
      },
      {
        "answerText": "I already have a lot of pieces in my wardrobe (sustainable or not) and am unsure how to get the most wear out of them to prevent further overconsumption",
        "resultId": "cfe82c84-2b46-4ae9-a8b6-621b4b82c5aa"
      }
    ]
  },
  {
    "id": "3facb082-1314-4a1b-8349-c7763863d50b",
    "questionText": "In terms of your goals/priorities within your sustainable fashion journey, which of these issues is most relevant to you?",
    "answers": [
      {
        "answerText": "Financial concerns ie sustainable fashion brands are too high of a price points",
        "resultId": "e595b13c-2524-44f9-a05b-d713b2cc225b"
      },
      {
        "answerText": "Lack of variety/Restricting my style ie I enjoy wearing many different outfits and to experiment with my style which can be difficult whilst lowering consumption",
        "resultId": "65b3490f-3d5e-4915-a002-e68c1643b069"
      },
      {
        "answerText": "Information on where to shop ie I want to know which brands I should purchase from and which to avoid",
        "resultId": "e21d4514-5b10-4195-b4ca-b487e28352ed"
      },
      {
        "answerText": "I already have a lot of pieces in my wardrobe (sustainable or not) and want to get the most wear out of them to prevent further overconsumption",
        "resultId": "cfe82c84-2b46-4ae9-a8b6-621b4b82c5aa"
      }
    ]
  }
]
