[
  {
    "id": "a65fb6a3-5405-43bd-b055-0e0ea291c6e7",
    "name": "Acetate",
    "summary": "An improvement on virgin plastics - be wary - look for bio acetate",
    "information": "Acetate is a plant-based material,can biodegrade depending on where and how it is discarded. However it's production involves toxic chemicals that can be dangerous to you, the workers that manufacture acetate, the environment where the acetate product eventually lands, and any animals who come across it. Compared to virgin plastics it's the lesser of 2 evils but be wary when buying items made from acetate look out for are ‘bio-acetate’ or ‘bio-plastic’, meaning a higher percentage is made from plants, increasing the chance of biodegradability."
  },

  {
    "id": "49a4fbec-3416-4c90-af6b-0b4fe025452e",
    "name": "Cotton",
    "summary": "Mixed impact - sustainable fabric, not so sustainable process - look for organic if possible",
    "information": "Cotton is a high quality, soft,  natural and therefor biodegradable fibre. However, its production is nevertheless haunted by claims of pollution, exploitation, and slavery (even today) and it's production requires large quantities of harmful insecticides. Look for organic cotton, a more sustainable solution which is grown without pesticides from seeds that have not been genetically modified. Look out for Fair Trade certification to ensure workers are treated well along the supply chain."
  },

  {
    "id": "d2f05f1a-4b7c-4bfd-87e1-2c3f408343df",
    "name": "Cupro",
    "summary": "Mixed impact - sustainable fabric, not so sustainable process - avoid and look for alternative vegan silk if possible",
    "information": "Cupro is a silk alternative ‘regenerated cellulose’ fabric made from cotton waste, plant-based and is chemically processed to produce the resulting fabric. As a by-product of cotton production, it's technically a recycled textile however is not ethical or sustainable due to toxic chemicals used in production. Alternatives we suggest are Citrus Fibre and Vegan Spider Silk "
  },

  {
    "id": "aa584d05-8551-4a97-aed2-30840c0f308f",
    "name": "EcoVero",
    "summary": "An improvement but still not the best - go for Lyocell instead",
    "information": "High quality and long wearing. A more sustainable form of viscose made using sustainable wood from controlled sources, instead of bamboo or eucalyptus, which is commonly used in normal viscose production. However it's production still requirex toxic chemicals. Alternatives we suggest are: Lyocell"
  },

  {
    "id": "258c2988-be73-40c4-9703-8149e8a7bbd5",
    "name": "Linen",
    "summary": "Sustainable - check for organic",
    "information": "Linen is one of the most biodegradable and stylish fabrics in fashion history. It is strong, naturally moth resistant, and made from flax plant fibres, so when untreated (i.e. not dyed) it is fully biodegradable. Look for certified organic linen where possible to guarantee that no harmful dyes have been used."
  },

  {
    "id": "c692fb8b-2f6f-4ed4-8e80-0f440e9cf5a0",
    "name": "Lyocell",
    "summary": "Sustainable - aka the 'miracle fabric'",
    "information": "Lyocell is a sustainable, organic form of Visose. Manufactured from an eco-friendly, circular process and fully biodegradble whilst still being durable, breathable and soft."
  },

  {
    "id": "9bb35ed8-71ea-444b-8904-2d6a25a2b718",
    "name": "Polyester",
    "summary": "Damaging - go for organic cotton instead or shop second hand",
    "information": "`a common plastic with a wide range of applications extending beyond the fashion industry. Most polyesters are not biodegradable and will not decompose for 20 years at best and 200 years at worst. Polyester is partially derived from petroleum, and the oil manufacturing industry is the world’s largest pollutant. Synthetic fibres make up a good share of microplastics found in waters and are widely implicated as the source of pollution. Alternatives we suggest: organic cotton, hemp, or Tencel"
  },

  {
    "id": "38faf764-ada5-4fc4-8405-fc7607c9f237",
    "name": "Rayon",
    "summary": "Not the best - go for Lyocell instead",
    "information": "Semi-synthetic fabric that is part of the viscose family. The manufacturing contributes to deforestation depending on where wood is sourced and uses very toxic chemicals to process. Alternatives we suggest are: Lyocell, organic cotton or a silk blend."
  },

  {
    "id": "eb8feef9-6879-4ae2-8501-89ece67b7c9d",
    "name": "Silk",
    "summary": "Mixed impact - sustainable fabric, not so sustainable process",
    "information": "High quality and long wearing fabric widely considered sustaimable, but the production of silk has a mixed impact. It is a natural fibre and will biodegrade, Mulberry trees that sustain silkworms require few pesticides or fertilisers, and it can be grown organically. However, there are concern surrounding a high use of fossil fuels, animal welfare rights and the welfareof workers producing silk. Silk items are great to build a long wearing, sustainable wardrobe but to minimise impact, look for Fair Trade, organic silk where possible."
  },

  {
    "id": "61b0073c-9637-45c4-bb1d-3c82a70610f1",
    "name": "Viscose",
    "summary": "Not the best - go for Lyocell instead",
    "information": "Semi-synthetic, man-made fibre. High quality, long wearing and affordable alternative to silk that does not harm animals. However, manufacturing uses harsh, daamaging chemicals and viscose takes 20-200 years to fully bio-degrade. Where possible we reccommend looking for Lyocell as an eco-friendly alternative."
  },

  {
    "id": "f7f315fb-f788-4f4d-b4f9-7d6e3983af1f",
    "name": "Wool",
    "summary": "Sustainable - check for RWS",
    "information": "Environmentally positive fibre that is 100% natural, renewable and biodegradable. We reccommend looking for wool certified RWS (The Responsible Wool Standard) - a standard that addresses the welfare of sheep and the land they graze on."
  },

  {
    "id": "",
    "name": "",
    "summary": "",
    "information": ""
  }
]
